Repository: common-repository/verification-sms-targetsms
Catalog: languages/*.po
Languages: ru_ru

source: Enabled
ru_ru: Включить

source: Confirmation & SMS
ru_ru: Верификация и SMS

source: If this option is enabled, the verification field will not be displayed by default. Use shortcodes
ru_ru: Если эта опция включена, поле верификации не будет выводиться по умолчанию. Для вывода в шаблонах используйте shortcodes

source: For the TargetSMS Verify SMS plugin to work correctly, WooCommerce is required.
ru_ru: Для корректной работы плагина TargetSMS Verify SMS должен быть установлен WooCommerce.

source: How many seconds is the code valid
ru_ru: Сколько секунд действителен код из СМС

source: How many symbols should be in the code
ru_ru: Сколько символов должено быть в коде

source: Login for TargetSMS
ru_ru: Логин от TargetSMS

source: or
ru_ru: или

source: Password for TargetSMS
ru_ru: Пароль от TargetSMS

source: Send the registration code
ru_ru: Отправлять ли код при регистрации

source: Send the password recovery code
ru_ru: Отправлять ли код при восстановлении пароля

source: Sender's signature
ru_ru: Подпись

source: Here the data is specified from your account in the TargetSMS service.
ru_ru: Здесь указывают данные от вашего аккаунта в сервисе TargetSMS.

source: Here you need to specify the settings for displaying the verification field by phone number and text of message.
ru_ru: Здесь необходимо указать настройки отображения поля подтверждения по номеру телефона и текст сообщения, который будет отправляться в СМС.

source: Settings of Verification SMS with TargetSMS
ru_ru: Настройки Verification SMS with TargetSMS

source: Settings for TargetSMS
ru_ru: Настройки TargetSMS

source: Settings of verification and SMS
ru_ru: Настройки верификации и СМС

source: Text for SMS during registration
ru_ru: Текст сообщение для СМС при регистрации

source: Text for SMS during parameter recovery
ru_ru: Текст сообщения для СМС при восстановлении пароля

source: Enable this option if you want to use the shortcode to display the sms verification field.
ru_ru: Включите эту опцию, если вы хотите использовать shortcode для вывода поля верификации по SMS.

source: Use shortcode to output the verification field by sms
ru_ru: Используйте shortcode для вывода поля верификации по sms

source: You must specify the
ru_ru: В сообщение необходимо указать тег

source: tag in the text. It will be replaced with a code.
ru_ru: который будет заменен кодом подтверждения.

source: Language error phrase not found.
ru_ru: Ошибка перевода! Указанный ключ не найден.

source: Close
ru_ru: Закрыть

source: The code has been reset!
ru_ru: Код сброшен!

source: The code is specified incorrectly!
ru_ru: Код введен неверно!

source: Confirm
ru_ru: Подтвердить

source: The code was confirmed earlier!
ru_ru: Код не подтвержден!

source: The code is not confirmed!
ru_ru: Код не подтвержден!

source: Confirmation code
ru_ru: Код подтверждения

source: The command is incorrect!
ru_ru: Неверная команда!

source: Your authentication code {код}
ru_ru: Ваш код аутентификации {код}

source: An error has occurred!
ru_ru: Произошло ошибка!

source: Code number not specified!
ru_ru: Код не указан!

source: Phone number not specified!
ru_ru: Номер телефона не указан!

source: The message with the code to the number
ru_ru: Сообщение с кодом отправлено на номер

source: SMS with the code could not be sent! Contact the administration of site.
ru_ru: На указанный номер телефона будет отправлено SMS с кодом.

source: Good!
ru_ru: Готово!

source: Sending...
ru_ru: Отправка...

source: Send code
ru_ru: Отправить код

source: Send the code again
ru_ru: Отправить СМС с кодом еще раз

source: sent a confirmation code.
ru_ru: отправлено СМС с кодом подтверждения.

source: You can order an SMS with the code again via
ru_ru: Заказать СМС с кодом еще раз можно через

source: seconds
ru_ru: секунд

source: To the number
ru_ru: На номер

source: The user with the specified phone number was not found!
ru_ru: Пользователь с указанным номером телефона не найден!

source: The user with the specified phone number is already registered!
ru_ru: Пользователь с указанным номером телефона уже зарегистрирован!

source: An SMS with the code will be sent to the specified phone number.
ru_ru: На указанный номер телефона будет отправлено SMS с кодом.

source: Your phone
ru_ru: Ваш телефон
